arc-gtk-theme
arch-install-scripts
archlinuxcn-keyring
aspell-en
autoconf
automake
axel
baobab
barrier
binfmt-qemu-static
btop
catfish
ccls-git
cinnamon
clash
cloc
cppcheck
cronie
d-feet
dconf-editor
deepin-screenshot
devhelp
docker
earlyoom
exfat-utils
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-gtk
fd
font-manager
fzf
global
go
google-chrome
gparted
htop
iftop
iputils
jq
luarocks
lxtask-gtk3
maim
make
man-db
man-pages
menulibre
meson
mousepad
mtpfs
mtr
mypy
namcap
nano
neovide-git
neovim-remote
nerd-fonts-cascadia-code
nerd-fonts-fira-code
nerd-fonts-jetbrains-mono
nfs-utils
numlockx
oh-my-zsh-git
pamac-gtk
pandoc
papirus-icon-theme
patch
patchutils
peek
proxychains-ng
python-black
python-pylint
python-pytest
python-virtualenv
qt5ct
ripgrep
rust
scrcpy
screenfetch
screenkey
shadowsocks-libev
shellcheck
shfmt
sqlitebrowser
sshfs
stow
stylua
syncthing-gtk-python3
systemd-ui
telegram-desktop
thefuck
transmission-gtk
ttf-fira-code
ttf-fira-mono
ttf-jetbrains-mono
ttf-nerd-fonts-symbols-mono
udiskie
unarchiver
vala
viewnior
visual-studio-code-bin
wezterm
xcursor-breeze
xdg-user-dirs
xfce4-terminal
yarn
yay
zsh-theme-powerlevel10k-git
