android-udev
ansible
antiword
apache-tools
arc-gtk-theme
archlinuxcn-keyring
aria2-fast
baobab
bash-language-server
breeze
catfish
ccls-git
cinnamon
cppcheck
cronie
dconf-editor
d-feet
dhclient
dhcpcd
docker-compose
emoji-keyboard-git
engrampa
evince
fcitx-configtool
fcitx-gtk2
fcitx-gtk3
fcitx-sogoupinyin
frpc
frps
git-review
global
gnome-mpv
go
goldendict
google-chrome
gparted
htop
hugo
iftop
iputils
jq
kubectl
lightdm-gtk-greeter-settings
lsd
lxtask-gtk3
maim
make
man-db
man-pages
menulibre
mousepad
mtpfs
mtr
nano
nfs-utils
nnn
numlockx
nutstore
pamac-gtk
papirus-icon-theme
peek
proxychains-ng
pycharm-community-edition
python-pylint
python-pytest
python-virtualenv
qt5ct
ripgrep
robo3t-bin
scrcpy
screenfetch
screenkey
shadowsocks-libev
shellcheck
shfmt
slack-desktop
stow
syncthing-gtk
synergy
systemd-ui
telegram-desktop
thefuck
tldr
tmux
transmission-gtk
ttf-fira-code
ttf-fira-mono
ttf-nerd-fonts-symbols
udiskie
unarchiver
viewnior
visual-studio-code-bin
wget
which
wps-office
xcursor-breeze
xdg-su
xdg-user-dirs
xfce4-terminal
xorg-xkill
yarn
yay
youdao-dict
zeal
zoom
zsh-theme-powerlevel10k-git
zsh-theme-powerlevel9k
